[
    {
        "name": "Abia",
        "capital": "Umuahia",
        "slogan": "God's Own State",
        "established": "27 August 1991",
        "area": "6,320 km2 (2,440 sq mi)",
        "ethnic_groups": ["Igbo"],
        "postal_code": "440001",
        "website": "https://www.abiastate.gov.ng",
        "coordinate": "5°25′N 7°30′E",
        "region": "South-East",
        "population": {
            "total": "2,845,380",
            "estimate": "5,143,100",
            "density": "810/km2 (2,100/sq mi)"
        },
        "description": "Abia State occupies about 4902 square kilometres, it is bounded on the north and northeast by the states of Enugu for about 25 km, and Ebonyi for 70 km (43 miles), Cross River State for about 52 km (partly across Cross River) and Akwa Ibom State for 151 km (94 miles) to the east and southeast respectively, Rivers State to the south and west for 87 km (54 miles), Imo State and Anambra to the west for to the west in the vicinity of the Imo River) for about 18 km and about 104 km respectively. The southernmost part of the State lies within the Niger Delta Swamp Forests, while the rest of the state, lies within the Cross–Niger transition forests. The southern portion gets heavy rainfall of about 2,400 millimetres (94 in) per year and it is intense between the months of April through October.The most important rivers in Abia State are the Imo and Aba Rivers which flow into the Atlantic Ocean through Akwa Ibom State.",
        "lgas": [
            "Aba North",
            "Aba South",
            "Arochukwu",
            "Bende",
            "Ikwuano",
            "Isialangwa North",
            "Isialangwa South",
            "Isuikwato",
            "Obi Ngwa",
            "Ohafia",
            "Osisiomangwa",
            "Ugwunagbo",
            "Ukwa East",
            "Ukwa West",
            "Umuahia North",
            "Umuahia South",
            "Umunneochi"
        ],
        "institutions": [
            "Abia State University, Uturu",
            "Michael Okpara University of Agriculture, Umudike",
            "Rhema University, Aba",
            "Gregory University, Uturu",
            "Abia State Polytechnic, Aba",
            "Abia State College of Education (Technical), Arochukwu",
            "Abia State College of Health Sciences and Management Technology, Aba",
            "Abia State College of Health Technology, Aba",
            "Abia State College of Education (Technical), Arochukwu",
            "Abia State College of Health Sciences and Management Technology, Aba",
            "Abia State College of Health Technology, Aba",
            "Abia State College of Education (Technical), Arochukwu",
            "Abia State College of Health Sciences and Management Technology, Aba",
            "Abia State College of Health Technology, Aba"
        ]
    },
    {
        "name": "Adamawa",
        "capital": "Yola",
        "slogan": "Land of Beauty",
        "established": "August 27, 1991",
        "area": "36,917 km2 (14,254 sq mi)",
        "ethnic_groups": [
            "Kanuri",
            "Gombi",
            "Gude",
            "Gwamba",
            "Hausa",
            "Hona",
            "Ichen",
            "Jibu",
            "Jirai",
            "Kambu"
        ],
        "postal_code": "640001",
        "website": "http://www.adamawastate.gov.ng/",
        "coordinate": "9°20′N 12°30′E",
        "region": "North-East",
        "population": {
            "total": "3,178,950",
            "estimate": "4,902,100",
            "density": "86/km2 (220/sq mi)"
        },
        "description": "Adamawa is one of the largest states of Nigeria and occupies about 36,917 square kilometers.It is bordered by the states of Borno to the northwest, Gombe to the west and Taraba to the southwest. Its eastern border forms the national eastern border with Cameroon.Topographically, it is a mountainous land crossed by the large river valleys – Benue, Gongola and Yedsarem. The valleys of the Mount Cameroon, Mandara Mountains and Adamawa Plateau form part of the landscape.",
        "lgas": [
            "Demsa",
            "Fufore",
            "Ganye",
            "Girei",
            "Gombi",
            "Guyuk",
            "Hong",
            "Jada",
            "Lamurde",
            "Madagali",
            "Maiha",
            "Mayo-Belwa",
            "Michika",
            "Mubi North",
            "Mubi South",
            "Numan",
            "Shelleng",
            "Song",
            "Toungo",
            "Yola North",
            "Yola South"
        ],
        "institutions": [
            "American University of Nigeria, Yola",
            "Modibbo Adama University of Technology, Yola",
            "Adamawa State University, Mubi",
            "Adamawa State Polytechnic, Yola",
            "Federal Polytechnic, Mubi",
            "Adamawa State College of Nursing and Midwifery, Yola",
            "Adamawa State College of Agriculture, Ganye",
            "Adamawa State College of Legal and Islamic Studies, Numan",
            "Adamawa State College of Education, Hong",
            "Adamawa State College of Basic and Remedial Studies, Yola",
            "Adamawa State College of Arts and Science, Numan"
        ]
    },
    {
        "name": "Akwa-Ibom",
        "capital": "Uyo",
        "slogan": "Land of Promise",
        "established": "23 September 1987",
        "area": "7,081 km2 (2,734 sq mi)",
        "ethnic_groups": ["Ibibio"],
        "postal_code": "520001",
        "website": "http://akwaibomstate.gov.ng/",
        "coordinate": "05°00′N 07°50′E",
        "region": "South-South",
        "population": {
            "total": "3,902,051",
            "estimate": "5,450,758",
            "density": "770/km2 (2,000/sq mi)"
        },
        "description": "Akwa Ibom State is a state in the South-South geopolitical zone of Nigeria on the east by Cross River State for about 114 km (71 miles) mostly across Cross River, on the west by Rivers State for 52 km (32 miles) mostly across the Imo River and Abia State to the west and north for 151 km (94 miles), and on the south by the Atlantic Ocean. The state takes its name from the Qua Iboe River which bisects the state before flowing into the Bight of Bonny.Akwa Ibom was split from Cross River State in 1987 with its capital as Uyo and 31 other local government areas.",
        "lgas": [
            "Abak",
            "Eastern Obolo",
            "Eket",
            "Esit-Eket",
            "Essien-Udim",
            "Etim-Ekpo",
            "Etinan",
            "Ibeno",
            "Ibesikpo-Asutan",
            "Ibiono-Ibom",
            "Ika",
            "Ikono",
            "Ikot-Abasi",
            "Ikot-Ekpene",
            "Ini",
            "Itu",
            "Mbo",
            "Mkpat-Enin",
            "Nsit-Atai",
            "Nsit-Ibom",
            "Nsit-Ubium",
            "Obot-Akara",
            "Okobo",
            "Onna",
            "Oron",
            "Oruk-Anam",
            "Udung-Uko",
            "Ukanafun",
            "Uruan",
            "Urue-Offong/Oruko",
            "Uyo"
        ],
        "institutions": [
            "University of Uyo",
            "Akwa Ibom State University",
            "Akwa Ibom State Polytechnic",
            "Akwa Ibom State College of Education",
            "Obong University",
            "Heritage Polytechnic",
            "Sure Foundation Polytechnic",
            "School of Nursing, Anua-Uyo",
            "School of Nursing, Eket",
            "School of Nursing, Ikot-Ekpene",
            "School of Nursing, Oron",
            "School of Nursing, Etinan",
            "School of Nursing, Ikot-Abasi",
            "School of Nursing, Ituk-Mbang",
            "School of Nursing, Oron",
            "School of Nursing, Uyo",
            "School of Nursing, Urua-Akpan",
            "School of Nursing, Urua-Edet-Obo",
            "School of Nursing, Urua-Inyang",
            "School of Nursing, Urua-Offiong",
            "School of Nursing, Urua-Uko"
        ]
    },
    {
        "name": "Anambra",
        "capital": "Awka",
        "slogan": "Light of the Nation (formerly Home for All)",
        "established": "27th August 1991",
        "area": "4,844 km2 (1,870 sq mi)",
        "ethnic_groups": ["Igbo", "Igala"],
        "postal_code": "420001",
        "website": "http://www.anambrastate.gov.ng/",
        "coordinate": "6°20′N 7°00′E",
        "region": "South-East",
        "population": {
            "total": "4,177,821",
            "estimate": "5,953,500",
            "density": "860/km2 (2,200/sq mi)"
        },
        "description": "Boundaries are formed by Delta State and Edo State to the west for about 97 km across the River Niger, Imo State and Rivers State (for four km) to the south, Enugu State to the east for 139 km, and Kogi State to the north for about 40 km. The name was derived from the Anambra River (Omambala) which flows through the area and is a tributary of the River Niger.Anambra is the eighth-most populated state in the Federal Republic of Nigeria and the second-most densely populated state in Nigeria after Lagos State. The stretch of more than 45 km between the towns of Oba and Amorka contains a cluster of numerous thickly populated villages and small towns, giving the area an estimated average density of 1,500–2,000 persons per square kilometre.",
        "lgas": [
            "Aguata",
            "Anambra East",
            "Anambra West",
            "Anaocha",
            "Awka North",
            "Awka South",
            "Ayamelum",
            "Dunukofia",
            "Ekwusigo",
            "Idemili North",
            "Idemili south",
            "Ihiala",
            "Njikoka",
            "Nnewi North",
            "Nnewi South",
            "Ogbaru",
            "Onitsha North",
            "Onitsha South",
            "Orumba North",
            "Orumba South",
            "Oyi"
        ],
        "institutions": [
            "Nnamdi Azikiwe University",
            "Chukwuemeka Odumegwu Ojukwu University",
            "Paul University",
            "Tansian University",
            "Legacy University",
            "St. Paul's University College",
            "School of Nursing, Iyi-Enu",
            "School of Nursing, Obosi",
            "School of Nursing, Ihiala"
        ]
    },
    {
        "name": "Bauchi",
        "capital": "Bauchi",
        "slogan": "Pearl of Tourism",
        "established": "3 February 1976",
        "area": "45,893 km2 (17,719 sq mi)",
        "ethnic_groups": [
            "Kanuri",
            "Karekare",
            "Kariya",
            "Kirfi",
            "Kudachano",
            "Kushi",
            "Kwanka",
            "Longuda",
            "Miya",
            "Ningi",
            "Afawa",
            "Pero",
            "Polchi",
            "Habe",
            "Rebina",
            "Sanga",
            "Saya",
            "Shegidi",
            "Shira",
            "Tera",
            "Waga",
            "Warji",
            "Zaranda"
        ],
        "postal_code": "740001",
        "website": "http://www.bauchistate.gov.ng/",
        "coordinate": "10°30′N 10°00′E",
        "region": "North-East",
        "population": {
            "total": "4,676,465",
            "estimate": "8,308,800",
            "density": "100/km2 (260/sq mi)"
        },
        "description": "Bauchi State occupies a total land area of 49,119 km2 (18,965 sq mi) representing about 5.3% of Nigeria's total land mass and is located between latitudes 9° 3' and 12° 3' north and longitudes 8° 50' and 11° east. The state is bordered by seven states, Jigawa to the north, Taraba for 54 km and Plateau for 360 km (220 mi) to the south, Gombe for 277 km (172 mi) to the east, Yobe for 188 km (117 mi) to the north-east, Kaduna to the west for 32 km (20 mi), and Kano for 131 km (81 mi) to the north-west. Bauchi state is one of the states in the northern part of Nigeria that span two distinctive vegetation zones, namely, the Sudan savannah and the Sahel savannah. The Sudan savannah type of vegetation covers the southern part of the state. Here, the vegetation gets richer and richer towards the south, especially along water sources or rivers, but generally the vegetation is less uniform and grasses are shorter than what grows even farther south, that is, in the forest zone of the middle belt. The Sahel type of savannah, also known as semi-desert vegetation, becomes manifest from the middle of the state as one moves from the state's south to its north. This type of vegetation comprises isolated stands of thorny shrubs. On the other hand, the southwestern part of the state is mountainous as a result of the continuation of the Jos Plateau, while the northern part is generally sandy. The vegetation types as described above are conditioned by the climatic factors, which in turn determine the amount of rainfall received in the area. For instance, the rainfall in Bauchi state ranges between 1,300 millimetres (51 in) per annum in the south and only 700 millimetres (28 in) per annum in the extreme north. This pattern is because in the West Africa sub-region, rains generally come from the south as they are carried by the southwesterlies. There is therefore a progressive dryness towards the north, culminating in the desert condition in the far north. So also is the case in Bauchi state. Sumu Wildlife Park Consequently, rains start earlier in the southern part of the state, where rain is heaviest and lasts longer. Here the rains start in April with the highest record amount of 1,300 millimetres (51 in) per annum. In contrast, the northern part of the state receives the rains late, usually around June or July, and records the highest amount of 700 millimetres (28 in) per annum. In the same vein, the weather experienced in the south and the north varies considerably. While it is humidly hot during the early part of the rainy season in the south, the hot, dry and dusty weather lingers up north. In addition to rainfall, Bauchi state is watered by a number of rivers. They include the Gongola and Jama'are rivers. The Gongola River crosses Bauchi state in Tafawa Balewa Local Government Area in the south and in Kirfi and Alkaleri Local Government Areas in the eastern part of the state, while the Jama’are River cuts across a number of Local Government Areas in the northern part of the state. Moreover, a substantial part of the Hadeja-Jama'are River basin lies in Bauchi state, which along with various fadama (floodplain) areas in the state provides suitable land for agricultural activities. These are further supported by the number of dams meant for irrigation and other purposes. These include the Gubi and Tilde-Fulani dams. There also lakes such as the Maladumba Lake in Misau Local Government Area that further provide the necessary conditions to support Agriculture.",
        "lgas": [
            "Alkaleri",
            "Bauchi",
            "Bogoro",
            "Damban",
            "Darazo",
            "Dass",
            "Ganjuwa",
            "Giade",
            "Itas/Gadau",
            "Jama'are",
            "Gamawa",
            "Katagum",
            "Kirfi",
            "Misau",
            "Ningi",
            "Shira",
            "Tafawa-Balewa",
            "Toro",
            "Warji",
            "Zaki"
        ],
        "institutions": [
            "Abubakar Tafawa Balewa University",
            "Abubakar Tatari Ali Polytechnic",
            "Bauchi State College of Agriculture",
            "Bauchi State University",
            "Federal College of Education, Azare",
            "Federal Polytechnic, Bauchi",
            "Federal College of Forestry, Bauchi"
        ]
    },
    {
        "name": "Bayelsa",
        "capital": "Yenogoa",
        "slogan": "Glory of All Lands",
        "established": "1 October 1996",
        "area": "10,773 km2 (4,159 sq mi)",
        "ethnic_groups": ["Ijaw", "Itsekiri"],
        "postal_code": "560001",
        "website": "https://www.bayelsa.gov.ng",
        "coordinate": "4°45′N 6°05′E",
        "region": "South-South",
        "population": {
            "total": "1,704,515",
            "estimate": "2,537,400",
            "density": "251.46/m2"
        },
        "description": "Bayelsa has a riverine and estuarine setting. Many communities are almost (and in some cases) surrounded by water, making them inaccessible by road. The state is home to the Edumanom Forest Reserve, in June 2008 the last known site for chimpanzees in the Niger Delta. Other important cities besides Yenagoa include Akassa, Lobia, Wilberforce Island (the location of the Bayelsa Airport), Amassoma and Ogobiri (the host communities of the Niger Delta University (NDU), Eniwari, Ekeremor, Aliebiri, Anyama-Ogbia, Anyama-Ijaw, Peretoru, Twon-Brass, Egwema-Brass, Kaiama, Nembe, Odi, Ogbia, Okpoama, Brass, Oporoma, Korokorosei, Otuan, Koroama, Okolobiri, Obunagha, Ogboloma, Sagbama, Olugbobiri, Peremabiri, Ekowe, and Swali. The Akassa Lighthouse has stood since 1910.",
        "lgas": [
            "Brass",
            "Ekeremor",
            "Ogbia",
            "Kolokuma/Opokuma",
            "Nembe",
            "Sagbama",
            "Southern Ijaw",
            "Yenegoa"
        ],
        "institutions": [
            "Federal University, Otuoke",
            "Niger Delta University",
            "University of Africa, Toru-Orua"
        ]
    },
    {
        "name": "Benue",
        "capital": "Makurdi",
        "slogan": "Food Basket of the Nation",
        "established": "3 February 1976",
        "area": "34,059 km2 (13,150 sq mi)",
        "ethnic_groups": ["Tiv", "Idoma", "Igala", "Egede", "Jukun", "Etolu"],
        "postal_code": "970001",
        "website": "null",
        "coordinate": "7°20′N 8°45′E",
        "region": "North-Central",
        "population": {
            "total": "4,253,641",
            "estimate": "6,141,300",
            "density": "199.5km/2"
        },
        "description": "Benue State lies within the lower river Benue trough in the middle belt region of Nigeria. Its geographic coordinates are longitude 7° 47' and 10° 0' East. Latitude 6° 25' and 8° 8' North; and shares boundaries with five other states namely: Nasarawa State to the north for 231 km (partly across the Benue River), Taraba State to the east for 235 km, Cross-River State to the south for 96 km, Enugu State to the south-west for 84 km, and Kogi State to the west for 153 km. The state also shares a common boundary for 22 km with the Nord-Ouest Province, claimed by both Ambazonia and the Republic of Cameroon on the south-east. Benue occupies a landmass of 34,059 square kilometres.",
        "lgas": [
            "Ado",
            "Agatu",
            "Apa",
            "Buruku",
            "Gboko",
            "Guma",
            "Gwer East",
            "Gwer West",
            "Katsina-Ala",
            "Konshisha",
            "Kwande",
            "Logo",
            "Makurdi",
            "Obi",
            "Ogbadibo",
            "Oju",
            "Okpokwu",
            "Ohimini",
            "Oturkpo",
            "Tarka",
            "Ukum",
            "Ushongo",
            "Vandeikya"
        ],
        "institutions": [
            "Benue State University",
            "Federal University of Agriculture",
            "Benue State Polytechnic",
            "College of Education",
            "Benue State University Teaching Hospital",
            "Federal Medical Center"
        ]
    },
    {
        "name": "Borno",
        "capital": "Maiduguri",
        "slogan": "Home of Peace",
        "established": "3 February 1976",
        "area": "70,898 km2 (27,374 sq mi)",
        "ethnic_groups": ["Kanuri", "Tera", "Bura", "Marghi"],
        "postal_code": "600001",
        "website": "https://bornostate.gov.ng/",
        "coordinate": "11°30′N 13°00′E",
        "region": "North-East",
        "population": {
            "total": "4,171,104",
            "estimate": "6,111,500",
            "density": "86/km2 (220/sq mi)"
        },
        "description": "Borno State is a state in the North-East geopolitical zone of Nigeria, bordered by Yobe to the west for about 421 km, Gombe to the southwest for 93 km, and Adamawa to the south while its eastern border forms part of the national border with Cameroon for about 426 km (265 miles, partly across the Ebedi and Kalia Rivers), its northern border forms part of the national border with Niger, for about 223 km mostly across the Komadougou-Yobe River, and its northeastern border forms all of the national border with Chad for 85 km (53 miles), being the only Nigerian state to border three foreign countries. It takes its name from the historic emirate of Borno, with the emirate's old capital of Maiduguri serving as the capital city of Borno State. The state was formed in 1976 when the former North-Eastern State was broken up. It originally included the area that is now Yobe State, which became a distinct state in 1991.",
        "lgas": [
            "Abadan",
            "Askira/Uba",
            "Bama",
            "Bayo",
            "Biu",
            "Chibok",
            "Damboa",
            "Dikwa",
            "Gubio",
            "Guzamala",
            "Gwoza",
            "Hawul",
            "Jere",
            "Kaga",
            "Kala/Balge",
            "Konduga",
            "Kukawa",
            "Kwaya-Ku",
            "Mafa",
            "Magumeri",
            "Maiduguri",
            "Marte",
            "Mobbar",
            "Monguno",
            "Ngala",
            "Nganzai",
            "Shani"
        ],
        "institutions": [
            "University of Maiduguri",
            "Ramat Polytechnic",
            "College of Education",
            "College of Agriculture"
        ]
    },
    {
        "name": "Cross-River",
        "capital": "Calabar",
        "slogan": "The People's Paradise",
        "established": "27 May 1967",
        "area": "20,156 km2 (7,782 sq mi)",
        "ethnic_groups": ["Ikom", "Iyalla", "Mbembe"],
        "postal_code": "540001",
        "website": "https://crossriverstate.gov.ng/",
        "coordinate": "5°45′N 8°30′E",
        "region": "South-South",
        "population": {
            "total": "2,892,988",
            "estimate": "4,406,200",
            "density": "220/km2 (570/sq mi)"
        },
        "description": "Cross River state derives its name from the Cross River, which passes through the state. It is a coastal state located in the Niger Delta region, and occupies 20,156 square kilometers. It shares boundaries with Benue state to the north for 188 km (117 miles), Ebonyi and Abia states to the west for 198 km (123 miles) and about 52 km respectively (partly across Cross River), to the east by Sud-Ouest Province in Cameroon for about 290 km (181 miles, partly across the Sankwala Mountains and the Akwayafe River, and to the south by Akwa-Ibom for about 114 km (71 miles) mostly across Cross River and the Atlantic Ocean. The state is made up of 18 Local Government Area Councils.",
        "lgas": [
            "Akpabuyo",
            "Odukpani",
            "Akamkpa",
            "Biase",
            "Abi",
            "Ikom",
            "Yakuur",
            "Oburra",
            "Boki",
            "Ogoja",
            "Yala",
            "Obanliku",
            "Obudu",
            "Calabar South",
            "Etung",
            "Bekwara",
            "Bakassi",
            "Calabar Municipal"
        ],
        "institutions": [
            "Cross River University of Technology",
            "University of Calabar",
            "Federal College of Education",
            "Cross River State College of Education",
            "Cross River State College of Health Technology",
            "Cross River State College of Agriculture"
        ]
    },
    {
        "name": "Delta",
        "capital": "Asaba",
        "slogan": "The Big Heart",
        "established": "27 August 1991",
        "area": "17,698 km2 (6,833 sq mi)",
        "ethnic_groups": ["Urhobo", "Isoko", "Itsekiri", "Igbo"],
        "postal_code": "320001",
        "website": "http://www.deltastate.gov.ng/",
        "coordinate": "5°30′N 6°00′E",
        "region": "South-South",
        "population": {
            "total": "4,112,445",
            "estimate": "5,636,100",
            "density": "230/km2 (600/sq mi)"
        },
        "description": "The State covers a landmass of about 18,050 km2 (6,970 sq mi), of which more than 60% is land. The state lies approximately between 5°00' and 6°45' E and 5°00' and 6°30' N.[18] It is geographically located in Nigeria's Midwest, bounded in the north and west by Edo State for 350 km (218 miles), the east by Anambra, and Rivers States for about 93 km and about 50 km respectively, southeast by Bayelsa State across the Niger River for 17 km and the Forçados River for 198 km, and on the southern extreme is the Bight of Benin which covers about 160 kilometres of the state's coastline. Delta State is generally low-lying without any remarkable hills. The state has a wide coastal belt inter-laced with rivulets and streams, which form part of the Niger Delta.",
        "lgas": [
            "Oshimili South",
            "Anioha",
            "Aniocha South",
            "Ika South",
            "Ika North-East",
            "Ndokwa West",
            "Ndokwa East",
            "Isoko south",
            "Isoko North",
            "Bomadi",
            "Burutu",
            "Ughelli South",
            "Ughelli North",
            "Ethiope West",
            "Ethiope East",
            "Sapele",
            "Okpe",
            "Warri North",
            "Warri South",
            "Uviwie",
            "Udu",
            "Warri Central",
            "Ukwani",
            "Oshimili North",
            "Patani"
        ],
        "institutions": [
            "Delta State University",
            "Delta State Polytechnic",
            "Federal College of Education",
            "College of Education",
            "College of Health Technology",
            "College of Physical Education",
            "College of Agriculture",
            "College of Nursing and Midwifery"
        ]
    },
    {
        "name": "Ebonyi",
        "capital": "Abakaliki",
        "slogan": "Salt of the Nation",
        "established": "1 October 1996",
        "area": "6,400 km2 (2,500 sq mi)",
        "ethnic_groups": ["Igbo"],
        "postal_code": "840001",
        "website": "http://www.ebonyistate.gov.ng/",
        "coordinate": "6°15′N 8°05′E",
        "region": "South-East",
        "population": {
            "total": "2,176,947",
            "estimate": "3,242,500",
            "density": "340/km2 (880/sq mi)"
        },
        "description": "It was one of the six states created in 1996 by the then federal military government of General Sani Abacha. Bounded by the states of Benue to the north for about 96 km (partly across the Ichelle and Igbe Rivers), Cross River to the east for 198 km (123 miles, partly across the River Aloma and Cross River), Abia to the south for 70 km (43 miles), and Enugu to the west. The State of Ebonyi was created from parts of both Enugu State and Abia State, which were the Abakaliki division from Enugu State and the Afikpo division from Abia State respectively. It has three senatorial zones, the Abakaliki division make up Ebonyi North and Ebonyi Central senatorial zones, while the Afikpo, Ohaozara, Onicha and Ivo division make up the Ebonyi South senatorial zone. Ebonyi has thirteen local government areas as well as local development centres created by the state government. It is home to eight prominent higher institutions of learning: Ebonyi State University, Abakaliki (EBSU); Alex Ekwueme Federal University Ndufu Alike Ikwo; Akanu Ibiam Federal Polytechnic, Unwana; Federal College of Agriculture, Ishiagu; Federal College of Education (Technical), Isu; Ebonyi State College of Education Ikwo (EBSCOEI); College of Health Sciences, Ezzamgbo; School of Nursing and Midwifery Mater Misericordiae Hospital, Afikpo; School of Nursing and Midwifery Alex Ekwueme Federal University Teaching Hospital, Abakaliki and Ebonyi State College of Health and Midwifery (EBSCONMU), Uburu.[10] In 2021, three other Universities were introduced by Governor David Umahi, Aeronautical Engineering and that of Technology in Ezza and Izzi Local Government Areas (LGA), and King David University of Medical Science, Uburu, Ohaozara LGA, Ebonyi State.",
        "lgas": [
            "Abakaliki",
            "Afikpo South",
            "Afikpo North",
            "Onicha",
            "Ohaozara",
            "Ishielu",
            "Ikwo",
            "Izzi",
            "Ezza North",
            "Ezza South",
            "Ohaukwu",
            "Ebonyi",
            "Ivo"
        ],
        "universities": [
            "Ebonyi State University",
            "Akanu Ibiam Federal Polytechnic",
            "Federal College of Agriculture",
            "College of Education",
            "College of Health Technology",
            "College of Nursing and Midwifery"
        ]
    },
    {
        "name": "Edo",
        "capital": "Benin",
        "slogan": "Heartbeat of The Nation",
        "established": "27 August 1991",
        "area": "19,559 km2 (7,552 sq mi)",
        "ethnic_groups": ["Bini", "Esan", "Estakor"],
        "postal_code": "300001",
        "website": "http://www.edostate.gov.ng/",
        "coordinate": "6°30′N 6°00′E",
        "region": "South-South",
        "population": {
            "total": "3,233,366",
            "estimate": "4,777,000",
            "density": "170/km2 (430/sq mi)"
        },
        "description": "The modern borders of Edo State encompasses regions that were formerly the site of various empires and kingdoms of the second dynasty formed in the 11th century AD, the Benin Empire.[12] The ancient city of Edo, the site of modern-day Benin City, was home to some of the largest earthworks in the world. In 1897, the British Empire conducted a punitive expedition of the region, destroying most of the ancient city of Edo and incorporating the territory into what would become the Southern Nigeria Protectorate.Edo State is a diverse state that is predominantly inhabited by the Edoid people, including the Edo (or Bini), Esan, Ora, Akoko-Edo, Owan and Afemai people among others. The most common Edoid language spoken is the Edo language, which is commonly spoken in Benin City.[18] Christianity is the dominant religion in Edo State. It was first introduced to the region by Portuguese missionaries during the 15th century. Islam and traditional religions are also practised",
        "lgas": [
            "Akoko-Edo",
            "Egor",
            "Esan North-East",
            "Esan Central",
            "Esan South-East",
            "Esan West",
            "Ukpoba Central",
            "Etsako Central",
            "Igueben",
            "Oredo",
            "Ovia South-West",
            "Ovia North-East",
            "Owan West",
            "Orhionwon",
            "Uhunmwonde",
            "Etsako East",
            "Etsako West",
            "Ikpoba-Okha"
        ],
        "institutions": [
            "Ambrose Alli University",
            "Benson Idahosa University",
            "Igbinedion University",
            "University of Benin",
            "Wellspring University"
        ]
    },
    {
        "name": "Ekiti",
        "capital": "Ado-Ekiti",
        "slogan": "Land of Honour and Integrity",
        "established": "1 October 1996",
        "area": "6,353 km2 (2,453 sq mi)",
        "ethnic_groups": ["Yoruba"],
        "postal_code": "362001",
        "website": "https://www.ekitistate.gov.ng/",
        "coordinate": "7°40′N 5°15′E",
        "region": "South-West",
        "population": {
            "total": "2,210,957",
            "estimate": "3,592,200[",
            "density": "350/km2 (900/sq mi)"
        },
        "description": "The State is mainly an upland zone, rising over 250 meters above sea level. It lies on an area underlain by metamorphic rock. It is generally an undulating part of the country with a characteristic landscape that consists of old plains broken by step-sided out-crops that may occur singularly or in groups or ridges. Such rocks out-crops exist mainly at Aramoko, Efon-Alaiye, Ikere-Ekiti, Igbara-odo- ekiti and Okemesi-Ekiti. The State is dotted with rugged hills, notable ones being Ikere-Ekiti Hills in the south, Efon-Alaiye Hills on the western boundary and Ado-Ekiti Hills in the centre.",
        "lgas": [
            "Ado-Ekiti",
            "Ekiti East",
            "Ekiti West",
            "Emure/Ise/Orun",
            "Ekiti South-West",
            "Ikare",
            "Irepodun/Ifelodun",
            "Ijero",
            "Ido/Osi",
            "Oye",
            "Ikole",
            "Moba",
            "Gbonyin",
            "Efon",
            "Ise/Orun",
            "Ilejemeje"
        ],
        "institutions": [
            "Afe Babalola University",
            "Crown Polytechnic",
            "Ekiti State University",
            "Federal Polytechnic, Ado-Ekiti",
            "Federal University, Oye-Ekiti",
            "University of Education, Ikere-Ekiti"
        ]
    },
    {
        "name": "Enugu",
        "capital": "Enugu",
        "slogan": "Coal City State",
        "established": "27 August 1991",
        "area": "13,161 km2 (5,081 sq mi)",
        "ethnic_groups": ["Igbo", "Igala"],
        "postal_code": "400001",
        "website": "http://www.enugustate.gov.ng/",
        "coordinate": "6°30′N 7°30′E",
        "region": "South-East",
        "population": {
            "total": "3,267,837",
            "estimate": "4,690,100",
            "density": "530.5 / km²"
        },
        "description": "Enugu State is one of the states in the eastern part of Nigeria located at the foot of the Udi Plateau. The state shares borders with Abia State for about 25 km to the south, Ebonyi State to the east, Benue State to the northeast for 84 km, Kogi State to the northwest for 112 km (70 miles) and Anambra State to the west for 139 km (86 miles).Enugu, the capital city of Enugu State, is on the railroad from Port Harcourt, 150 miles (240 km) south-southwest, and at the intersection of roads from Aba, Onitsha, and Abakaliki. It is approximately 4 driving hours away from Port Harcourt, where coal shipments exited Nigeria. Enugu is also located within an hour's drive from Onitsha, one of the biggest commercial cities in Africa and two hours' drive from Aba, another very large commercial city, both of which are trading centres in Nigeria. The average temperature in this city is cooler to mild ~17°C (60°F) in its cooler months and gets warmer to hot in its warmer months ~28°C (upper 80°F). Enugu has good soil-land and climatic conditions all year round, sitting at about 223 metres (732 ft) above sea level, and the soil is well drained during its rainy seasons. The mean temperature in Enugu State in the hottest month of February is about 87.16 °F (30.64 °C), while the lowest temperatures occur in the month of November, reaching 60.54 °F (15.86 °C). The lowest rainfall of about 0.16 cubic centimetres (0.0098 cu in) is normal in February, while the highest is about 35.7 cubic centimetres (2.18 cu in) in July.",
        "lgas": [
            "Enugu South",
            "Igbo-Eze South",
            "Enugu North",
            "Nkanu West",
            "Udi",
            "Agwu",
            "Oji-River",
            "Ezeagu",
            "Igbo-Eze North",
            "Isi-Uzo",
            "Nsukka",
            "Igbo-Etiti",
            "Uzo-Uwani",
            "Enugu East",
            "Aninri",
            "Nkanu East",
            "Udenu"
        ],
        "institutions": [
            "Caritas University",
            "Enugu State University of Science and Technology",
            "Federal College of Education, Eha-Amufu",
            "Institute of Management and Technology",
            "Renaissance University",
            "University of Nigeria, Nsukka"
        ]
    },
    {
        "name": "Gombe",
        "capital": "Gombe",
        "slogan": "Jewel of the Savannah",
        "established": "1 October 1996",
        "area": "18,768 km2 (7,246 sq mi)",
        "ethnic_groups": ["Tangale", "Tula"],
        "postal_code": "760101",
        "website": "http://gombestate.gov.ng/",
        "coordinate": "10°15′N 11°10′E",
        "region": "North-East",
        "population": {
            "total": "2,365,040",
            "estimate": "3,960,100",
            "density": "173.7 / km²"
        },
        "description": "Gombe State is a multi-ethnic society that consists of the majority Fulani tribe, who inhabit the Northern part of the Gombe State. They dominate 7 out of the 11 Local Government Areas of the state. This include Dukku, Kwami, Funakaye, Nafada, Akko, Yameltu deba and Gombe LGAs. Apart from the Fulani, there are also the Tangale, found in Billiri and Kaltungo areas. Other ethnicities include the Hausa, Tula, Tera (Yamaltu-Deba), Waja, Bolewa, and Kanuri, with their different cultural as well as lingual affiliations.",
        "lgas": [
            "Akko",
            "Balanga",
            "Billiri",
            "Dukku",
            "Kaltungo",
            "Kwami",
            "Shongom",
            "Funakaye",
            "Gombe",
            "Nafada/Bajoga",
            "Yamaltu Deba"
        ],
        "institutions": [
            "Federal University, Kashere",
            "Gombe State University of Science and Technology",
            "Gombe State University",
            "Modibbo Adama University of Technology"
        ]
    },
    {
        "name": "Imo",
        "capital": "Owerrri",
        "slogan": "Eastern Heartland (formerly Land of Hope)",
        "established": "3 February 1976",
        "area": "5,530 km2 (2,140 sq mi)",
        "ethnic_groups": ["Igbo"],
        "postal_code": "460001",
        "website": "https://imostate.gov.ng/",
        "coordinate": "5°29′N 7°2′E",
        "region": "South-East",
        "population": {
            "total": "4,927,563",
            "estimate": "5,459,300",
            "density": "833.5 p/km²"
        },
        "description": "Imo State is bordered by Anambra State to the north for 84 km (52 miles), Abia State to the east for about 104 km (partly in the vicinity of the Imo River), and Rivers State to the south and west for about 122 km. The state lies within latitudes 4°45'N and 7°15'N, and longitude 6°50'E and 7°25'E, with an area of around 5,100 sq km.",
        "lgas": [
            "Aboh-Mbaise",
            "Ahiazu-Mbaise",
            "Ehime-Mbano",
            "Ezinihitte",
            "Ideato North",
            "Ideato South",
            "Ihitte/Uboma",
            "Ikeduru",
            "Isiala Mbano",
            "Isu",
            "Mbaitoli",
            "Ngor-Okpala",
            "Njaba",
            "Nwangele",
            "Nkwerre",
            "Obowo",
            "Oguta",
            "Ohaji/Egbema",
            "Okigwe",
            "Onuimo",
            "Orlu",
            "Orsu",
            "Oru East",
            "Oru West",
            "Owerri-Municipal",
            "Owerri North",
            "Owerri West"
        ],
        "institutions": [
            "Alvan Ikoku Federal College of Education",
            "Federal Polytechnic, Nekede",
            "Federal University of Technology, Owerri",
            "Imo State Polytechnic",
            "Imo State University",
            "National Open University of Nigeria, Owerri Study Centre",
            "Owerri City Polytechnic"
        ]
    },
    {
        "name": "Jigawa",
        "capital": "Dustse",
        "slogan": "The New World",
        "established": "27 August 1991",
        "area": "23,154 km2 (8,940 sq mi)",
        "ethnic_groups": ["Auyoka", "Fulani", "Hausa"],
        "postal_code": "720001",
        "website": "http://www.jigawastate.gov.ng/",
        "coordinate": "12°00′N 9°45′E",
        "region": "North-West",
        "population": {
            "total": "4,361,002",
            "estimate": "7,499,100",
            "density": "981.7 / km²"
        },
        "description": "Jigawa State is one of thirty-six states that constitute the Federal Republic of Nigeria. It is situated in the northwestern part of the country between latitudes 11.00°N to 13.00°N and longitudes 8.00°E to 10.15°E. Borders Kano State for 355 km (221 miles) and Katsina State for 164 km (102 miles) to the west, Bauchi State to the east and Yobe State for 193 km (120 miles) to the northeast. To the north, Jigawa shares an international border with Zinder Region in The Republic of Niger for 70 km, which is a unique opportunity for cross-border trading activities. The government readily took advantage of this by initiating and establishing a free trade zone at the border town of Maigatari in Niger.",
        "lgas": [
            "Auyo",
            "Babura",
            "Birni Kudu",
            "Biriniwa",
            "Buji",
            "Dutse",
            "Gagarawa",
            "Garki",
            "Gumel",
            "Guri",
            "Gwaram",
            "Gwiwa",
            "Hadejia",
            "Jahun",
            "Kafin Hausa",
            "Kaugama",
            "Kazaure",
            "Kiri Kasamma",
            "Kiyawa",
            "Maigatari",
            "Malam Madori",
            "Miga",
            "Ringim",
            "Roni",
            "Sule-Tankarkar",
            "Taura",
            "Yankwashi"
        ],
        "institutions": [
            "Federal University Dutse",
            "Sule Lamido University",
            "Jigawa State Polytechnic",
            "Jigawa State College of Education",
            "Jigawa State Institute of Information Technology",
            "Jigawa State College of Nursing and Midwifery"
        ]
    },
    {
        "name": "Kaduna",
        "capital": "Kaduna",
        "slogan": "Centre of Learning (formerly Liberal State)",
        "established": "27 May 1967",
        "area": "46,053 km2 (17,781 sq mi)",
        "ethnic_groups": [
            "Fulani",
            "Gure",
            "Gwandara",
            "Kwari",
            "Kagoma",
            "Jabba",
            "Hausa",
            "Kadara",
            "Kafanchan",
            "Kagoro",
            "Kaje",
            "Kajuru",
            "Kamaku",
            "Kanikon",
            "Katab",
            "Kibalo",
            "Koro",
            "Kurama",
            "Mada",
            "Manchok",
            "Moruwa",
            "Nincham",
            "Nunku",
            "Rishuwa",
            "Rumada",
            "Saya"
        ],
        "postal_code": "8000014",
        "website": "https://kdsg.gov.ng/",
        "coordinate": "10°20′N 7°45′E",
        "region": "North-West",
        "population": {
            "total": "6,113,503",
            "estimate": "9,032,200",
            "density": "179.9 / km²"
        },
        "description": "The state is located at the Northern part of Nigeria's high plains. The vegetation cover is Sudan Savannah type, characterized by scattered short trees, shrubs and grasses. The soil is mostly loamy to sandy. A substantial amount of clay is found also. Its northern half became Katsina state in 1987. The state is bordered by seven states: Zamfara for 117 km (73 miles) and Katsina for 161 km (100 miles) to the north, Kano to the north-east for 255 km, Bauchi and Plateau to the east, Nasarawa and Abuja Federal Capital Territory (for 45 km) to the south, and Niger to the west. The Kaduna state is located between latitude 10°38'58 N and 10°25'36 N and to longitude 7°22'14 E and 7°32'00 .The state was ranked number four by total area of land and number three by population. The Kaduna River, a tributary of the Niger River, flows through the state. There are rocky stones in Zaria and Kogoro Hill. Many communities are prone to seasonal flooding during the rainy season.",
        "lgas": [
            "Birni-Gwari",
            "Chikun",
            "Giwa",
            "Igabi",
            "Ikara",
            "Jaba",
            "Jema'a",
            "Kachia",
            "Kaduna North",
            "Kaduna South",
            "Kagarko",
            "Kajuru",
            "Kaura",
            "Kauru",
            "Kubau",
            "Kudan",
            "Lere",
            "Makarfi",
            "Sabon-Gari",
            "Sanga",
            "Soba",
            "Zango-Kataf",
            "Zaria"
        ],
        "institutions": [
            "Ahmadu Bello University",
            "Kaduna State University",
            "Nigerian Defence Academy",
            "National Open University of Nigeria",
            "Nuhu Bamalli Polytechnic",
            "Kaduna Polytechnic",
            "Kaduna State College of Education",
            "Kaduna State College of Nursing and Midwifery",
            "Kaduna State College of Health Sciences",
            "Kaduna State College of Agriculture",
            "Kaduna State College of Business and Management Studies",
            "Kaduna State College of Legal Studies",
            "Kaduna State College of Environmental Studies",
            "Kaduna State College of Science and Technology",
            "Kaduna State College of Arts, Science and Remedial Studies",
            "Kaduna State College of Aviation Technology"
        ]
    },
    {
        "name": "Kano",
        "capital": "Kano",
        "slogan": "Centre of Commerce",
        "established": "27 May 1967",
        "area": "20,131 km2 (7,773 sq mi)",
        "ethnic_groups": ["Fulani", "Hausa", "Teshena"],
        "postal_code": "700001",
        "website": "https://www.kanostate.gov.ng/",
        "coordinate": "11°30′N 8°30′E",
        "region": "North-West",
        "population": {
            "total": "9,401,288",
            "estimate": "15,462,200",
            "density": "470/km2 (1,200/sq mi)"
        },
        "description": "Kano State is the second-largest industrial Centre after Lagos State in Nigeria and the largest in Northern Nigeria with textile, tanning, footwear, cosmetics, plastics, enamelware, pharmaceuticals, ceramics, furniture and other industries.[16] Others include agricultural implements, soft drinks, food and beverages, dairy products, vegetable oil, animal feeds etc. Kano is also the center of a growing Islamic banking industry in Nigeria",
        "lgas": [
            "Ajingi",
            "Albasu",
            "Bagwai",
            "Bebeji",
            "Bichi",
            "Bunkure",
            "Dala",
            "Dambatta",
            "Dawakin Kudu",
            "Dawakin Tofa",
            "Doguwa",
            "Fagge",
            "Gabasawa",
            "Garko",
            "Garum-Mallam",
            "Gaya",
            "Gezawa",
            "Gwale",
            "Gwarzo",
            "Kabo",
            "Kano Municipal",
            "Karaye",
            "Kibiya",
            "Kiru",
            "kumbotso",
            "Kunchi",
            "Kura",
            "Madobi",
            "Makoda",
            "Minjibir",
            "Nasarawa",
            "Rano",
            "Rimin Gado",
            "Rogo",
            "Shanono",
            "Sumaila",
            "Takai",
            "Tarauni",
            "Tofa",
            "Tsanyawa",
            "Tudun Wada",
            "Ungogo",
            "Warawa",
            "Wudil"
        ],
        "institutions": [
            "Bayero University Kano",
            "Kano University of Science and Technology",
            "Federal College of Education"
        ]
    },
    {
        "name": "Katsina",
        "capital": "Katsina",
        "slogan": "Home of Hospitality",
        "established": "23 September 1987",
        "area": "24,192 km2 (9,341 sq mi)",
        "ethnic_groups": ["Fulani"],
        "postal_code": "820001",
        "website": "http://www.katsinastate.gov.ng/",
        "coordinate": "12°15′N 7°30′E",
        "region": "North-West",
        "population": {
            "total": "5,801,584",
            "estimate": "10,368,500",
            "density": "240/km2 (620/sq mi)"
        },
        "description": "Katsina State is about 23,938 square kilometres (9,243 sq mi). It is situated between latitude 11°07'49 and 13°22' 57 N and longitude 6°52'03 E and 9°9'02 E.[clarification needed] The state is from the tropical grassland known as savannah to the north and the state has two major seasons which are the rainy season and dry season.",
        "lgas": [
            "Bakori",
            "Batagarawa",
            "Batsari",
            "Baure",
            "Bindawa",
            "Charanchi",
            "Dandume",
            "Danja",
            "Dan Musa",
            "Daura",
            "Dutsi",
            "Dutsin-Ma",
            "Faskari",
            "Funtua",
            "Ingawa",
            "Jibia",
            "Kafur",
            "Kaita",
            "Kankara",
            "Kankia",
            "Katsina",
            "Kurfi",
            "Kusada",
            "Mai'Adua",
            "Malumfashi",
            "Mani",
            "Mashi",
            "Matazuu",
            "Musawa",
            "Rimi",
            "Sabuwa",
            "Safana",
            "Sandamu",
            "Zango"
        ],
        "institutions": [
            "Umaru Musa Yar'Adua University",
            "Al-Qalam University",
            "Federal University Dutsin-Ma"
        ]
    },
    {
        "name": "Kebbi",
        "capital": "Benin-Kebbi",
        "slogan": "Land of Equity",
        "established": "27 August 1991",
        "area": "36,800 km2 (14,200 sq mi)",
        "ethnic_groups": [
            "Fulani",
            "Kamaku",
            "Kyenga",
            "Rheshe",
            "Shanga",
            "Uncinga",
            "Zamarawa",
            "Achipa",
            "Dakakari"
        ],
        "postal_code": "860001",
        "website": "http://www.kebbistate.gov.ng/",
        "coordinate": "11°30′N 4°00′E",
        "region": "North-West",
        "population": {
            "total": "3,256,541",
            "estimate": "5,563,900",
            "density": "88 / km²"
        },
        "description": "Kebbi state was created out of the former Sokoto state on 17 August 1991. The state has a total population of 3,137,989 people as projected from the 1991 census, within 21 local government areas.The state has Sudan and Sahel-savannah. The southern part is generally rocky with the Niger River traversing the state from Benin to Ngaski LGA. The northern part of the state is sandy with the Rima River passing through Argungu to Bagudo LGA, where it empties into the Niger. Agriculture is the main occupation of the people, especially in the rural areas. Crops produced are mainly grains. Animal rearing and fishing are also common. Christianity and Islam are the dominant religions of the people. There are 225 political wards, 3,000 settlements and 1,036 hard to reach settlements in the 21 local government areas in the state",
        "lgas": [
            "Aleiro",
            "Arewa-Dandi",
            "Argungu",
            "Augie",
            "Bagudo",
            "Birnin-Kebbi",
            "Bunza",
            "Dandi",
            "Fakai",
            "Gwandu",
            "Jega",
            "Kalgo",
            "Koko/Besse",
            "Maiyama",
            "Ngaski",
            "Sakaba",
            "Shanga",
            "Suru",
            "Wasagu/Danko",
            "Yauri",
            "Zuru"
        ],
        "kebbi": [
            "Federal University Birnin Kebbi",
            "Kebbi State University of Science and Technology"
        ]
    },
    {
        "name": "Kogi",
        "capital": "Lokoja",
        "slogan": "The Confluence State",
        "established": "27 August 1991",
        "area": "29,833 km2 (11,519 sq mi)",
        "ethnic_groups": [
            "Nupe",
            "Igala",
            "Ogori",
            "Owe",
            "Oworo",
            "Ebira",
            "Yagba",
            "Yoruba",
            "Bunu"
        ],
        "postal_code": "260001",
        "website": "http://www.kogistate.gov.ng/",
        "coordinate": "7°30′N 6°42′E",
        "region": "North-Central",
        "population": {
            "total": "3,314,043",
            "estimate": "4,466,800[",
            "density": "141.6 / km²"
        },
        "description": "The state was created in 1991 from parts of Kwara State and Benue State. Ebira people are the majority tribe in the state from inception (first census). Though subsequently in 2006, the Igalas were said to be the bigger population in a controversial census result which many said to be manipulated by the then Governor (Ibrahim Idris) to favor his tribe and allow for electoral malpractices. The state is famous for its productivity in business and agriculture, cultural diversity, hospitable citizens and beautiful landmarks.",
        "lgas": [
            "Adavi",
            "Ajaokuta",
            "Ankpa",
            "Bassa",
            "Dekina",
            "Ibaji",
            "Idah",
            "Igalamela-Odolu",
            "Ijumu",
            "Kabba/Bunu",
            "Kotonkarfe",
            "Lokoja",
            "Mopa-Muro",
            "Ofu",
            "Ogori/Mangongo",
            "Okehi",
            "Okene",
            "Olamaboro",
            "Omala",
            "Yagba East",
            "Yagba West"
        ],
        "institutions": [
            "Federal University Lokoja",
            "Kogi State University",
            "Salem University",
            "Prince Abubakar Audu University"
        ]
    },
    {
        "name": "Kwara",
        "capital": "Ilorin",
        "slogan": "State of Harmony",
        "established": "27 May 1967",
        "area": "36,825 km2 (14,218 sq mi)",
        "ethnic_groups": ["Fulani", "Yoruba", "Nupe"],
        "postal_code": "240001",
        "website": "http://www.kwarastate.gov.ng/",
        "coordinate": "8°30′N 5°00′E",
        "region": "North-Central",
        "population": {
            "total": "2,365,353",
            "estimate": "3,551,000",
            "density": "90.2 / km²"
        },
        "description": "Kwara State has been inhabited for years by various ethnic groups, primarily the majority Yoruba people that live throughout the state, but there are sizeable minorities of Nupe people in the northeast, Bariba (Baatonu) and Busa (Bokobaru) people in the west, and a small Fulani population in Ilorin, moving through the state as nomadic herders. Economically, Kwara state is largely based around agriculture, mainly of coffee, cotton, groundnut, cocoa, oil palm, and kola nut crops. Other key industries are services, especially in the city of Ilorin, and the livestock herding and ranching of cattle, goats, and sheep. Kwara state has the joint-twentieth highest Human Development Index in the country and numerous institutions of tertiary education.",
        "lgas": [
            "Asa",
            "Baruten",
            "Edu",
            "Ekiti",
            "Ifelodun",
            "Ilorin East",
            "Ilorin West",
            "Ilorin South",
            "Irepodun",
            "Isin",
            "Kaiama",
            "Moro",
            "Offa",
            "Oke-Ero",
            "Oyun",
            "Pategi"
        ],
        "institutions": [
            "Kwara State University",
            "University of Ilorin",
            "Kwara State Polytechnic",
            "Kwara State College of Education",
            "Kwara State College of Arabic and Islamic Legal Studies",
            "Kwara State College of Education (Technical)",
            "Kwara State College of Nursing and Midwifery"
        ]
    },
    {
        "name": "Lagos",
        "capital": "Ikeja",
        "slogan": "Centre of Excellence",
        "established": "27 May 1967",
        "area": "3,577 km2 (1,381 sq mi)",
        "ethnic_groups": ["Yoruba"],
        "postal_code": "100001",
        "website": "http://www.lagosstate.gov.ng/",
        "coordinate": "6°35′N 3°45′E",
        "region": "South-West",
        "population": {
            "total": "9,113,605",
            "estimate": "12,772,884",
            "density": "2,500/km2 (6,600/sq mi)"
        },
        "description": "Lagos State is dominated by bodies of water with nearly a quarter of the state's area being bodies of water.The largest of these bodies are the Lagos and Lekki lagoons in the state's interior with the Ogun and Osun rivers flowing into them. Many other rivers and creeks flow throughout the state and serve as vital means of transportation for people and goods. On land, non-urbanized areas are within the tropical Nigerian lowland forests ecoregion with natural areas containing threatened populations of mona monkey, tree pangolin, and hooded vulture along with a transitory population of African bush elephants. Offshore, the state is also biodiverse as there are large fish populations along with African manatees and crocodiles.",
        "lgas": [
            "Agege",
            "Ajeromi-Ifelodun",
            "Alimosho",
            "Amuwo-Odofin",
            "Apapa",
            "Badagry",
            "Epe",
            "Eti-Osa",
            "Ibeju-Lekki",
            "Ifako-Ijaye",
            "Ikeja",
            "Ikorodu",
            "Kosofe",
            "Lagos Island",
            "Lagos Mainland",
            "Mushin",
            "Ojo",
            "Oshodi-Isolo",
            "Shomolu",
            "Surulere"
        ],
        "institutions": [
            "University of Lagos",
            "Lagos State University",
            "Caleb University",
            "Pan-Atlantic University",
            "Lagos State Polytechnic",
            "Yaba College of Technology",
            "Lagos State College of Health Technology",
            "Lagos State College of Nursing",
            "Lagos State College of Education",
            "Adeniran Ogunsanya College of Education",
            "Michael Otedola College of Primary Education",
            "Lagos State University College of Medicine",
            "Lagos State School of Nursing",
            "Lagos State School of Midwifery",
            "Lagos State University Teaching Hospital",
            "Lagos State University College of Law",
            "Lagos State University College of Medicine"
        ]
    },
    {
        "name": "Nasarawa",
        "capital": "Lafia",
        "slogan": "Home of Solid Minerals",
        "established": "1 October 1996",
        "area": "26,256 km2 (10,137 sq mi)",
        "ethnic_groups": ["Gwari"],
        "postal_code": "962101",
        "website": "http://www.nasarawastate.gov.ng/",
        "coordinate": "8°32′N 8°18′E",
        "region": "North-Central",
        "population": {
            "total": "1,869,377",
            "estimate": "2,886,000",
            "density": "86.5 / km²"
        },
        "description": "Nasarawa State is inhabited by various ethnic groups, including the Koro and Yeskwa in the far northwest; the Kofyar in the far northeast; the Eggon, Gwandara, Mada, Buh, Ninzo, and Nungu in the north; the Alago, Goemai, and Megili in the east; Eloyi (Ajiri/Afo) in the south; the Tiv in the southeast; the Idoma in southwest; and the Gade and Gbagyi in the west while the Hausa and Fulani live throughout the state. Nasarawa is also religiously diverse as about 61% of the state's population are Muslims with the remaining 39% being Christian and followers of traditional ethnic religions",
        "lgas": [
            "Akwanga",
            "Awe",
            "Doma",
            "Karu",
            "Keana",
            "Keffi",
            "Kokona",
            "Lafia",
            "Nasarawa",
            "Nasarawa-Eggon",
            "Obi",
            "Toto",
            "Wamba"
        ],
        "universities": [
            "Nasarawa State University",
            "Federal University, Lafia",
            "Nasarawa State Polytechnic"
        ]
    },
    {
        "name": "Niger",
        "capital": "Minna",
        "slogan": "The Power State",
        "established": "3 February 1976",
        "area": "76,363 km2 (29,484 sq mi)",
        "ethnic_groups": [
            "Hausa",
            "Igala",
            "Kadara",
            "Kamaku",
            "Koro",
            "Laaru",
            "Nupe",
            "Baruba"
        ],
        "postal_code": "920001",
        "website": "http://www.nigerstate.gov.ng/",
        "coordinate": "10°00′N 6°00′E",
        "region": "North-Central",
        "population": {
            "total": "3,954,772",
            "estimate": "6,783,300",
            "density": "52/km2 (130/sq mi)"
        },
        "description": "Niger is a state in the North Central region of Nigeria and the largest state in the country by area.Niger state has three political zones, zone A, B and C. The state's capital is at Minna. Other major cities are Bida, Kontagora and Suleja. It was formed in 1976 when the then North-Western State was divided into Niger State and Sokoto State.[8] It is home to Ibrahim Babangida and Abdulsalami Abubakar, two of Nigeria's former military rulers. The Nupe, Gbagyi, Kamuku, Kambari, Gungawa, Hun-Saare, Hausa and Koro form the majority of numerous indigenous tribes of Niger State",
        "lgas": [
            "Agaie",
            "Agwara",
            "Bida",
            "Borgu",
            "Bosso",
            "Chanchaga",
            "Edati",
            "Gbako",
            "Gurara",
            "Katcha",
            "Kontagora",
            "Lapai",
            "Lavun",
            "Magama",
            "Mariga",
            "Mashegu",
            "Mokwa",
            "Muya",
            "Paikoro",
            "Rafi",
            "Rijau",
            "Shiroro",
            "Suleja",
            "Tafa",
            "Wushishi"
        ],
        "institutions": [
            "Federal University of Technology, Minna",
            "Ibrahim Badamasi Babangida University, Lapai",
            "Federal Polytechnic, Bida"
        ]
    },
    {
        "name": "Ogun",
        "capital": "Abeokuta",
        "slogan": "Gateway State",
        "established": "3 February 1976",
        "area": "16,980.55 km2 (6,556.23 sq mi)",
        "ethnic_groups": ["Ebira", "Yoruba"],
        "postal_code": "110001",
        "website": "https://ogunstate.gov.ng/",
        "coordinate": "7°00′N 3°35′E",
        "region": "South-West",
        "population": {
            "total": "3,751,140",
            "estimate": "6,379,500",
            "density": "220/km2 (570/sq mi)"
        },
        "description": "Ogun State is a state in southwestern Nigeria. Created on 3 February 1976 from the former Western State. Ogun State borders the Republic of Benin to the west for about 185 km, Oyo State and Osun State (for 84 km) to the north, Ondo State to the east, Lagos State to the south for about 283 km, and has 16 km of coastline on the Bight of Benin to the south, interrupted by Araromi Beach exclave of Ondo State.",
        "lgas": [
            "Abeokuta North",
            "Abeokuta South",
            "Ado-Odo/Ota",
            "Yewa North",
            "Yewa South",
            "Ewekoro",
            "Ifo",
            "Ijebu East",
            "Ijebu North",
            "Ijebu North-East",
            "Ijebu Ode",
            "Ikenne",
            "Imeko-Afon",
            "Ipokia",
            "Obafemi-Owode",
            "Ogun Waterside",
            "Odeda",
            "Odogbolu",
            "Remo North",
            "Shagamu"
        ],
        "institutions": [
            "Babcock University",
            "Covenant University",
            "Crawford University",
            "Federal University of Agriculture, Abeokuta",
            "Moshood Abiola Polytechnic",
            "Ogun State Institute of Technology",
            "Olabisi Onabanjo University",
            "Tai Solarin University of Education"
        ]
    },
    {
        "name": "Ondo",
        "capital": "Akure",
        "slogan": "Sunshine State",
        "established": "3 February 1976",
        "area": "15,500 km2 (6,000 sq mi)",
        "ethnic_groups": ["Ebira", "Yoruba"],
        "population": {
            "total": "3,460,877",
            "estimate": "5,316,600",
            "density": "300.9 / km²"
        },
        "postal_code": "340001",
        "website": "https://ondostate.gov.ng/",
        "coordinate": "7°10′N 5°05′E",
        "region": "South-West",
        "description": "Nicknamed the 'Sunshine State', Ondo State is the 19th most populated state in the country,and the 25th-largest state by landmass.[10] The state is predominantly Yoruba, and the Yoruba language is commonly spoken. The state economy is dominated by the petroleum industry. Cocoa production, asphalt mining, and activities related to the state's extensive coastline also are part of the economy. It is the home to the Idanre inselberg hills, playing host to the highest geographical point in the western half of Nigeria at higher than 1,000 metres in elevation.",
        "lgas": [
            "Akoko North-East",
            "Akoko North-West",
            "Akoko South-East",
            "Akoko South-West",
            "Akure North",
            "Akure South",
            "Ese-Odo",
            "Idanre",
            "Ifedore",
            "Ilaje",
            "Ile-Oluji/Okeigbo",
            "Irele",
            "Odigbo",
            "Okitipupa",
            "Ondo East",
            "Ondo West",
            "Ose",
            "Owo"
        ],
        "institutions": [
            "Adekunle Ajasin University",
            "Federal University of Technology, Akure",
            "Ondo State University of Science and Technology",
            "Wesley University of Science and Technology"
        ]
    },
    {
        "name": "Osun",
        "capital": "Oshobo",
        "slogan": "State of the Living Spring (formerly Land of Virtue)",
        "established": "27 August 1991",
        "area": "9,251 km2 (3,572 sq mi)",
        "ethnic_groups": ["Yoruba"],
        "population": {
            "total": "3,416,959",
            "estimate": "",
            "density": " 43.4 p/km²"
        },
        "postal_code": "230001",
        "website": "https://www.osunstate.gov.ng/",
        "coordinate": "07°30′N 4°30′E",
        "region": "South-West",
        "description": "Osun State is primarily inhabited by the Yoruba people, mainly of the Ibolo, Ifẹ, Igbomina, Ijesha, and Oyo subgroups. In the pre-colonial period, the area that is now Osun State was split up between various Western Yoruba states with some states being town-based as others were part of larger empires like the Oyo Empire. From 1877 to 1893, Western Yoruba states fought the Kiriji War alongside other Eastern Yoruba groups against Eastern Yoruba groups; the war ended in a British-brokered stalemate before the area was colonized and incorporated into the British Southern Nigeria Protectorate which later merged into British Nigeria in 1914. After independence in 1960, the area of now-Osun was a part of the post-independence Western Region until 1967 when the region was split and the area became part of the Western State. In 1976, the Western State was split and the state's west became Oyo State. Fifteen years later, Oyo State's east was broken off to form Osun State.",
        "lgas": [
            "Aiyedade",
            "Aiyedire",
            "Atakumosa East",
            "Atakumosa West",
            "Boluwaduro",
            "Boripe",
            "Ede North",
            "Ede South",
            "Egbedore",
            "Ejigbo",
            "Ife Central",
            "Ife East",
            "Ife North",
            "Ife South",
            "Ifedayo",
            "Ifelodun",
            "Ila-Orangun",
            "Ilesha East",
            "Ilesha West",
            "Irepodun",
            "Irewole",
            "Isokan",
            "Iwo",
            "Obokun",
            "Odo-Otin",
            "Ola-Oluwa",
            "Olorunda",
            "Oriade",
            "Orolu",
            "Osogbo"
        ],
        "institutions": [
            "Osun State University",
            "Obafemi Awolowo University",
            "Oduduwa University",
            "Bowen University",
            "Joseph Ayo Babalola University",
            "Adeleke University",
            "Fountain University",
            "Iree Polytechnic",
            "Osun State College of Technology",
            "Osun State College of Education"
        ]
    },
    {
        "name": "Oyo",
        "capital": "Ibadan",
        "slogan": "Pace-Setter State",
        "established": "3 February 1976",
        "area": "28,454 km2 (10,986 sq mi)",
        "ethnic_groups": ["Yoruba"],
        "population": {
            "total": "5,580,894",
            "estimate": "7,976,100",
            "density": "264.1 / km²"
        },
        "postal_code": "200001",
        "website": "http://www.oyostate.gov.ng/",
        "coordinate": "8°00′N 4°00′E",
        "region": "South-West",
        "description": "Oyo State covers approximately an area of 28,454 square kilometers and is ranked 14th by size. The landscape consists of old hard rocks and dome shaped hills, which rise gently from about 500 meters in the southern part and reaching a height of about 1,200 metres above sea level in the northern part.[18] Some principal rivers such as Ogun, Oba, Oyan, Otin, Ofiki, Sasa, Oni, Erinle and Osun river originate in this highland. Oyo State contains a number of natural features including the Old Oyo National Park. In this location there was earlier habitat for the endangered African wild dog, Lycaon pictus; however, this canid is thought to have been locally extirpated at the present",
        "lgas": [
            "Afijio",
            "Akinyele",
            "Atiba",
            "Atigbo",
            "Egbeda",
            "Ibadan Central",
            "Ibadan North-East",
            "Ibadan North-West",
            "Ibadan South-East",
            "Ibadan South-West",
            "Ibarapa Central",
            "Ibarapa East",
            "Ibarapa North",
            "Ido",
            "Irepo",
            "Iseyin",
            "Itesiwaju",
            "Iwajowa",
            "Kajola",
            "Lagelu",
            "Ogbomosho North",
            "Ogbmosho South",
            "Ogo Oluwa",
            "Olorunsogo",
            "Oluyole",
            "Ona-Ara",
            "Orelope",
            "Ori Ire",
            "Oyo East",
            "Oyo West",
            "Saki East",
            "Saki West",
            "Surulere"
        ],
        "institutions": [
            "University of Ibadan",
            "Ladoke Akintola University of Technology",
            "Ajayi Crowther University",
            "Lead City University",
            "Kola Daisi University",
            "Atiba University",
            "Dominican University",
            "Oyo State Technical University",
            "Oyo State College of Agriculture and Technology",
            "The Polytechnic, Ibadan",
            "The Ibarapa Polytechnic, Eruwa",
            "The Oke-Ogun Polytechnic, Saki"
        ]
    },
    {
        "name": "Plateau",
        "capital": "Jos",
        "slogan": "Home of Peace and Tourism",
        "established": "3 February 1976",
        "area": "30,913 km2 (11,936 sq mi)",
        "ethnic_groups": [
            "Birom",
            "Bashiri",
            "Bassa",
            "Buji",
            "Challa",
            "Chip",
            "Chokobo",
            "Fyem",
            "Fyer"
        ],
        "population": {
            "total": "3,206,531",
            "estimate": "4,717,300",
            "density": "151.6 / km²"
        },
        "postal_code": "930001",
        "website": "http://plateaustate.gov.ng/",
        "coordinate": "9°10′N 9°45′E",
        "region": "North-Central",
        "description": "Plateau State is the twelfth largest Nigerian state. It is located near the centre of Nigeria and includes a range of hills surrounding the Jos Plateau,its capital, and the entire plateau itself. Plateau State is described as The Home of Peace and Tourism With natural formations of rocks, hills and waterfalls, it derives its name from the Jos Plateau and has a population of around 4.7 million people",
        "lgas": [
            "Barikin Ladi",
            "Bassa",
            "Bokkos",
            "Jos East",
            "Jos North",
            "Jos South",
            "Kanam",
            "Kanke",
            "Langtang North",
            "Langtang South",
            "Mangu",
            "Mikang",
            "Pankshin",
            "Qua'an Pan",
            "Riyom",
            "Shendam",
            "Wase"
        ],
        "institutions": [
            "University of Jos",
            "Plateau State University",
            "Plateau State Polytechnic",
            "Federal College of Education, Pankshin",
            "Federal College of Land Resources Technology, Kuru",
            "National Institute of Policy and Strategic Studies, Kuru",
            "College of Health Technology, Zawan",
            "College of Agriculture, Garkawa",
            "College of Arts, Science and Technology, Kurgwi"
        ]
    },
    {
        "name": "Rivers",
        "capital": "Portharcourt",
        "slogan": "Treasure Base of the Nation",
        "established": "27 May 1967 ",
        "area": "11,077 km2 (4,277 sq mi)",
        "ethnic_groups": ["Kalabari", "Igbo"],
        "population": {
            "total": "5,198,716",
            "estimate": "7,492,366",
            "density": "635.89/km2 (1,646.9/sq mi)"
        },
        "postal_code": "500001",
        "website": "http://www.riversstate.gov.ng/",
        "coordinate": "4°45′N 6°50′E",
        "region": "South-South",
        "description": "Rivers State is a predominantly low-lying pluvial state in southern Nigeria, located in the eastern part of the Niger Delta on the oceanward extension of the Benue Trough.The inland part of the state consists of tropical rainforest, and towards the coast, the typical Niger Delta environment features many mangrove swamps. Rivers State has a total area of 11,077 km2 (4,277 sq mi), making it the 26th largest state in Nigeria.[22] Surrounding states are Anambra for four km, Imo for about 122 km), and Abia for 87 km (54 miles, partly across the Imo River) to the north, Akwa Ibom to the east across the Imo River and Bayelsa and Delta to the west across the Niger River for about 50 km. On the south, it is bounded by the Atlantic Ocean. Its topography ranges from flat plains, with a network of rivers to tributaries",
        "lgas": [
            "Abua/Odual",
            "Ahoada East",
            "Ahoada West",
            "Akuku Toru",
            "Andoni",
            "Asari-Toru",
            "Bonny",
            "Degema",
            "Emohua",
            "Eleme",
            "Etche",
            "Gokana",
            "Ikwerre",
            "Khana",
            "Obio/Akpor",
            "Ogba/Egbema/Ndoni",
            "Ogu/Bolo",
            "Okrika",
            "Omumma",
            "Opobo/Nkoro",
            "Oyigbo",
            "Port-Harcourt",
            "Tai"
        ],
        "institutions": [
            "University of Port Harcourt",
            "Rivers State University of Science and Technology",
            "Ignatius Ajuru University of Education",
            "Rivers State College of Arts and Science",
            "Rivers State College of Health Science and Technology",
            "Rivers State College of Education",
            "Ken Saro-Wiwa Polytechnic",
            "Port Harcourt Polytechnic"
        ]
    },
    {
        "name": "Sokoto",
        "capital": "Sokoto",
        "slogan": "Seat of the Caliphate",
        "established": "3 February 1976",
        "area": "25,973 km2 (10,028 sq mi)",
        "ethnic_groups": ["Fulani", "Hausa"],
        "population": {
            "total": "3,702,676[",
            "estimate": "6,391,000",
            "density": "200.2 /km2"
        },
        "postal_code": "840001",
        "website": "https://sokotostate.gov.ng/",
        "coordinate": "13°05′N 05°15′E",
        "region": "North-West",
        "description": "Sokoto State is in the dry Sahel, surrounded by sandy savannah and isolated hills. With an annual average temperature of 28.3 °C (82.9 °F), Sokoto is, on the whole, a very hot area. However, maximum daytime temperatures are for most of the year generally under 40 °C (104.0 °F) and the dryness makes the heat bearable. The warmest months are February to April when daytime temperatures can exceed 45 °C (113.0 °F). The rainy season is from June to October during which showers are a daily occurrence. The showers rarely last long and are a far cry from the regular torrential rain known in wet tropical regions. From late October to February, during the cold season, the climate is dominated by the Harmattan wind blowing Sahara dust over the land. The dust dims the sunlight thereby lowering temperatures significantly and also leading to the inconvenience of dust everywhere in houses.The region's lifeline for growing crops is the floodplains of the Sokoto-Rima river system (see Sokoto River), which are covered with rich alluvial soil. For the rest, the general dryness of the region allows for few crops, millet perhaps being the most abundant, complemented by rice, corn, other cereals and beans. Apart from tomatoes few vegetables grow in the region.",
        "lgas": [
            "Binji",
            "Bodinga",
            "Dange-shuni",
            "Gada",
            "Goronyo",
            "Gudu",
            "Gawabawa",
            "Illela",
            "Isa",
            "Kware",
            "kebbe",
            "Rabah",
            "Sabon-Birni",
            "Shagari",
            "Silame",
            "Sokoto North",
            "Sokoto South",
            "Tambuwal",
            "Tungaza",
            "Tureta",
            "Wamako",
            "Wurno",
            "Yabo"
        ],
        "institutions": [
            "Usmanu Danfodiyo University",
            "Sokoto State University",
            "Shehu Shagari College of Education",
            "Shehu Shagari College of Agriculture",
            "Sokoto State Polytechnic",
            "Waziri Umaru Federal Polytechnic"
        ]
    },
    {
        "name": "Taraba",
        "capital": "Jalingo",
        "slogan": "Nature's Gift to the Nation",
        "established": "27 August 1991",
        "area": "54,473 km2 (21,032 sq mi)",
        "ethnic_groups": [
            "Tarok",
            "Tikar",
            "Tiv",
            "Vommi",
            "Waka",
            "Wurkun",
            "Yandang",
            "Yott",
            "Bakulung",
            "Bali",
            "Bambora",
            "Bambuko",
            "Banda",
            "Betso",
            "Bobua",
            "Chamba",
            "Chukkol",
            "Dangsa",
            "Diba",
            "Fulani",
            "Gengle",
            "Gornun",
            "Gonia",
            "Gwom"
        ],
        "institutions": [
            "Federal University, Wukari",
            "Taraba State University",
            "Taraba State Polytechnic",
            "College of Agriculture, Jalingo",
            "College of Education, Zing",
            "College of Health Technology, Takum",
            "College of Nursing and Midwifery, Jalingo"
        ],
        "population": {
            "total": "2,294,800",
            "estimate": "3,609,800",
            "density": "48.8 / km²"
        },
        "postal_code": "660001",
        "website": "http://www.tarabastate.gov.ng/",
        "coordinate": "8°00′N 10°30′E",
        "region": "North-East",
        "description": "Taraba state is bounded in the west by Nasarawa state and Benue state (for 109 km), northwest by Plateau state for 202 km (126 miles), north by Bauchi state for 54 km and Gombe state for 58 km, northeast by Adamawa state for about 366 km and south by Northwest Region in Cameroon for about 525 km. The Benue, Donga, Taraba and Ibi are the main rivers in the state. They rise from the Cameroonian mountains, draining almost the entire length of the state in the North and South directions to link up with the River Niger.",
        "lgas": [
            "Ardo-kola",
            "Bali",
            "Donga",
            "Gashaka",
            "Cassol",
            "Ibi",
            "Jalingo",
            "Karin-Lamido",
            "Kurmi",
            "Lau",
            "Sardauna",
            "Takum",
            "Ussa",
            "Wukari",
            "Yorro",
            "Zing"
        ]
    },
    {
        "name": "Yobe",
        "capital": "Yobe",
        "slogan": "Pride of the Sahel",
        "established": "27 August 1991",
        "area": "45,502 km2 (17,568 sq mi)",
        "ethnic_groups": [
            "Affade",
            "Bura",
            "Bade",
            "Bole",
            "Buru",
            "Fulani",
            "Kanuri",
            "KareKare",
            "Manga",
            "Ngizim",
            "Shuwa"
        ],
        "population": {
            "total": "2,321,339",
            "estimate": "3,649,600",
            "density": "70.68 / km²"
        },
        "postal_code": "620001",
        "website": "https://yobestate.gov.ng/",
        "coordinate": "12°00′N 11°30′E",
        "region": "North-East",
        "description": "The state borders four states: Bauchi, Borno, Gombe, and Jigawa. Yobe State shares borders with Borno State to the east for about 421 km, Gombe State to the south for 140 km (in the vicinity of Gongola River), Bauchi State for 188 km (117 miles) and Jigawa State for 193 km (120 miles) to the west and the Republic of Niger to the north for about 352 km.It borders to the north the Diffa and Zinder Regions of Niger. Because the state lies mainly in the dry savanna belt, conditions are hot and dry for most of the year, except in the southern part of the state which has more annual rainfall.",
        "lgas": [
            "Bade",
            "Bursari",
            "Damaturu",
            "Fika",
            "Fune",
            "Geidam",
            "Gujba",
            "Gulani",
            "Jakusko",
            "Karasuwa",
            "Machina",
            "Nangere",
            "Nguru",
            "Potiskum",
            "Tarmua",
            "Yunusari",
            "Yusufari"
        ],
        "institutions": [
            "Federal University, Gashua",
            "Yobe State University of Science and Technology",
            "College of Agriculture, Gujba",
            "College of Education, Gashua",
            "College of Health Science and Technology, Nguru",
            "College of Nursing and Midwifery, Damaturu"
        ]
    },
    {
        "name": "Zamfara",
        "capital": "Gusau",
        "slogan": "Farming is Our Pride",
        "established": "1 October 1996",
        "area": "39,762 km2 (15,352 sq mi)",
        "ethnic_groups": ["Fulani"],
        "population": {
            "total": "3,278,873",
            "estimate": "5,833,500",
            "density": "82/km2 (210/sq mi)"
        },
        "postal_code": "620001",
        "website": "https://www.zamfara.gov.ng",
        "coordinate": "12°10′N 6°15′E",
        "region": "North-West",
        "description": "Zamfara is a densely populated area with the Hausa. The Zamfarawa mainly in Anka, Gummi, Bukkuyum and Talata Mafara Local Governments areas. Gobirawa populated Shinkafi Local Government Gobirawa actually migrated from the Gobir Kingdom. Burmawa are found in Bakura and Fulani peopled Bungudu, Maradun, Gusau and are scattered all over the State. In Chafe, Bungudu and Maru, most are mainly Katsinawa, Garewatawa and Hadejawa. While, Alibawa people are located at Kaura Namoda and Zurmi, the Alawan Shehu Usmanu Fulani's are found in Birninmagaji. It is bordered to the north by the Republic of the Niger for 32 km (20 miles), to the south by Kaduna State for 117 km (73 miles) and Niger for 38 km (24 miles), to the east by Katsina State, and to the west by the states of Sokoto and Kebbi. It has a population of 3,278,873 according to the 2006 census and contains fourteen local government areas",
        "lgas": [
            "Anka",
            "Bakura",
            "Birnin Magaji",
            "Bukkuyum",
            "Bungudu",
            "Gummi",
            "Gusau",
            "Kauranamoda",
            "Maradun",
            "Maru",
            "Shinkafi",
            "Talata Mafara",
            "Tsafe",
            "Zurmi"
        ]
    },
    {
        "name": "Abuja",
        "capital": "null",
        "slogan": "FCT",
        "established": "12 December 1991",
        "area": "1,476 km2 (570 sq mi)",
        "ethnic_groups": ["Gwari", "Koro", "Ganagana", "Gwandara", "Afo", "Bassa"],
        "population": {
            "total": "1,693,400",
            "estimate": "",
            "density": "1,100/km2 (3,000/sq mi)"
        },
        "postal_code": "900211–900288",
        "website": "http://fcta.gov.ng/",
        "coordinate": "9°4′N 7°29′E",
        "region": "North-Central",
        "description": "The Federal Military Government of Nigeria, promulgated decree No. 6 on 4 February 1976, which initiated the removal of the Federal Capital from Lagos to Abuja. The initial work for Abuja's planning and implementation were carried out by the Military Government of General's Murtala Mohammed and Olusegun Obasanjo. However, the foundation of Abuja was under the Administration of Shehu Shagari in 1979. Construction started in 1979 but, due to economic and political instability, the initial stages of the city were not complete until the late 1980s.The move of Nigeria's Capital to Abuja was controversial, and the biggest opposition to it was led by Obafemi Awolowo.[36] Awolowo, as a politician and a representative of the Yoruba people, defended their claims against the move of the Capital from Lagos. During the hotly-contested campaign for the presidency, he vowed to hire the American Walt Disney Corporation to convert the new site (Abuja) into an amusement park if he was elected.[36] However, after his election as president, Alhaji Shehu Shagari laid the first foundation for Abuja's infrastructure and pushed for its early completion. His first journey outside of Lagos after his election was to Abuja, where he visited contractors and workers on site to urge a speedy completion of the project. On his return, he confided in Alhaji Abubakar Koko his disappointment with the slow progress of work.[36] Shehu Shagari rescheduled the planned relocation to Abuja from 1986 to 1982 which later proved difficult",
        "lgas": ["Abaji", "Abuja Municipal", "Bwari", "Gwagwalada", "Kuje", "Kwali"]
    }
]
