[
  {
    "name": "North-East",
    "description": "The North-East region is among the largest geopolitical zones in Nigeria in terms of physical size and population. The region covers nearly a third of the entire Nigerian landmass. This zone has two major ecological regions, the tropical savanna in the west and the semi-desert ecological region in the east .Population-wise, the North-East region has about 26 million people, about 12% of the Nigerian population. The region's most populous cities are Bauchi and Maiduguri. There is a lot of pastoral farming, although not up to the scale of the Middle Belt, and there is a lot of cattle herding done also- primarily due to the presence of the Fulani Herdsmen in the region. There is quite a lot of commerce in the region, and this commerce is done both internally and with merchants who cross the border from Niger Republic, or Chad. Culturally, the Jukun, Kanuris, Tiv, and Fulani tribes have the most influence due to their numbers. These tribes were all once fierce warriors, and even today, they are not always friendly with one another, and with outsiders. The North East has faced a common security challenge Insurgents have basically set up camp in the region, and in recent times the region has been a war zone.",
    "states": [],
    "major_ethnic_group": [
      "Fulani, Tiv, Babur, Tangalawaja, Balewa, Kanuri, Mumuye, Fulfulde"
    ]
  },
  {
    "name": "North-West",
    "description": "The North-West region, as its name suggests, is located in northwest Nigeria. It is among Nigeria's largest geographical zones and primarily comprised of the savanna ecological region. Much of the region is the indigenous homeland of the Hausa people who make up the largest ethnic group in northwest Nigeria. Economy-wise, the North-West zone is home to Kano City, which is a major contributor to Nigeria's economy. Most of the region's rural areas lag in terms of resource allocation, literacy levels, and security. The northwest geopolitical zone in Nigeria has the largest landmass. It covers over 200,000 kilometres square of land and about 25% of Nigeria’s total land. Interestingly, it also happens to be the most populated zone in the country. The popular cities and towns in this geopolitical zone are Zaria, Kano, Sokoto, Kaduna, Gusau, Dutse, and Birnin Kebbi. The North West is the bedrock of the Fulani Caliphate in Nigeria. Even though there are many other Ethnic Groups in the region, the Fulanis make up the vast majority. In some states, Fulanis are the only tribe in the whole area. Religion in the region is not disputable. Islam is the dominant religion, even though there are others such as Christianity in Southern Kaduna, and traditional religion all over, Islam outnumbers all the others by a wide margin. The land is quite arid, with the Sahara desert just ahead, and so pastoral farming is not really practiced at a very large scale. Instead, there is a sizable number of Cattle herders, and many others are engaged in the Armed Forces. Culturally, the domination of the Fulanis is again at the forefront, they have over the years interweaved their culture and religion. Sharia: a law code based on Islamic tenets is followed and obeyed in many areas, and according to history, the Sultan of Sokoto is first a Religious Leader before a Traditional Ruler.",
    "states": [],
    "major_ethnic_group": [
      "Hausa , Fulani, Maguzawa, Baju, Kanuri, Jabba, Zuru, Gbagyi"
    ]
  },
  {
    "name": "North-Central",
    "description": "The Middle Belt Zone is home to Nigeria's Federal Capital Territory. This zone stretches across the country's width, from its border with Benin to where it borders Cameroon. The region's primary ecological zone is the Guinean forest-savanna mosaic, with a small western portion falling in the savanna ecoregion. This zone is home to about 20 million people, comprising around 11% of the country's population. Abuja, the country's capital, is the largest city in this zone. The populous cities of Jos and Ilorin are also part of the Middle Belt. Amongst all the geopolitical zones in Nigeria, this zone has the most diverse wide cultures living together.  In other zones in the country, the cultures are quite similar. However, in this zone, that is not the case. There are people from different tribal groups. As a result, they are so many languages that are spoken in the region. The capital of the country, Abuja, is also in this geopolitical zone. However, the FCT is not counted as a state. Some of the major cities and towns in the North Central are Jos, Illorin, Minna, Lafia, and Lokoja.",
    "states": [],
    "major_ethnic_group": [
      "Mada-Eggon, Igala, Tiv, Gwandara, Nupe, Igbira, Mangu, Berom, Gbagyi, people"
    ]
  },
  {
    "name": "South-East",
    "description": "The South-East region is bounded by the Cross River to the east, the flat North Central to the north, the riverine Niger Delta to the south, and the river Niger to the west. The main ecological regions include the forest-savanna mosaic in the north and the tropical forest to the south. Culturally, the South-East region falls within the indigenous homeland of the Igbo people, often known as Igboland. The Igbo people comprise the largest ethnic group in southeast Nigeria, accounting for close to 90% of the region's population. While this region is the smallest in terms of landmass, it is among the largest contributors to the country's economy. The region has vast natural gas and oil reserves and a remarkably industrialised economy. The South-East region is home to 22 million people, roughly 10% of the country's population. The two most populated cities in this region are Enugu and Aba, other significant ones being Owerri, Umuahia, Onitsha, and Nnewi. The southeast geopolitical zone is quite homogeneous in cultural heritage and language. This zone is one that breeds the most entrepreneurs in the country. People from this zone are mostly business-minded or traders. . The common cities and towns in this zone are Onitsha, Abakiliki, Enugu, Aba, and Owerri. The Igbo language is the predominant language in this region, and the majority of the inhabitants know how to communicate with the language. The Igbo language is the premier tool of communication in the South East, this is because the states are made up of basically the same people, although there are a number of variations in dialects available throughout the Region. The South Easterners have accepted Christianity as a general rule. Although there are other religions in small numbers, such as Jews (Judaism) and traditional believers. Farming is the major occupation in the region, although agriculture is not done on a scale similar or equal to that which is done in the Middle Belt. Igbos are merchants by nature and they generally venture into private business.",
    "states": [],
    "major_ethnic_group": ["igbos"]
  },
  {
    "name": "South-South",
    "description": "The Niger Delta region stretches across the Atlantic seaboard from the Bight of Bonny coast in the east to the Bight of Benin coast in the west. Geographically, this region occupies a mere 5% of the country's landmass. The Niger Delta is home to some of Nigeria's largest oil and natural gas deposits. The zone has a population of 26 million, accounting for about 12% of the country's population The Greater Port Harcourt is the region's largest metropolitan area, with other significant ones being Ikom Warri, Sapele, Ikot, and Ughelli. This is a leading oil-producing geopolitical zone in Nigeria. The zone is responsible for over 90% of the crude oil that is produced in the country. Only one state in this region, Cross River, is not amongst the leading oil producers. The South-South zone is made up of 6 states, namely; Edo state, Rivers state, Akwa-Ibom state, Cross River state, Delta state, and Bayelsa state. The common cities and towns in this zone are Benin, Calabar, Yenagoa, Warri, Asaba, Ekpoma, Port-Harcourt, and Uyo. The landmass of this region is less than 10% of Nigeria’s total landmass. However, they are amongst the zones that bring the most revenue to the country. The South-South is majorly a Christian region. Farming is practiced in some areas including, Delta, Cross River, and Akwa Ibom, while Rivers State, and Bayelsa, due to their proximity to the Ocean, are predominantly fishermen.",
    "states": [],
    "major_ethnic_group": [
      "Bini, Ogoni, Urbobo, Itsekiri, Ijaw, Ikwerre, Isoko, Annang, Efik, Ejagham, Ibibio, Esan"
    ]
  },

  {
    "name": "South-West",
    "description": "The South-West region stretches along the Atlantic seaboard from the Niger Delta Zone in the east to the border with the Benin Republic in the west. The main ecological regions in this zone include the mangrove forests in the east and the south and the forest savanna in the northwest. Culturally, much of the South-West region falls in the indigenous Yorubaland. The Yoruba people are the largest ethnic group in the country's southwest. The region is home to the incredibly populous cities of Ibadan and Lagos, making it one of the busiest zones in terms of economic activity. The South-West Zone is the second most populous of all Nigeria's geopolitical zones. It is home to 47 million people, accounting for nearly 22% of the country's population. The Lagos Metropolitan Area found in this zone is the world's eighth-largest metropolitan area, with about 21 million people. Here are the states in this region. The South West is another geopolitical zone in Nigeria. The zone is also known as the Yoruba highland. Interestingly, the zone happens to have the most academicians in the country. Its inhabitants are known to be well educated. The common cities and towns in this region are; Ikeja, Ado-Ekiti, Ibadan, Banana Island, Akure, Osogbo, and Abeokuta. The major language spoken in the South West is mostly the Yoruba language. There are a few other dialects in the region, with some of them closely related to Yoruba. There is a fine balance in the South West when it comes to religion. There is good representation in both Islam and Christianity, as well as Traditional Religions. According to some analysts, however, the Yoruba people favor Islam above any other Religion. The language of communication throughout the South West is the Yoruba language. Farming is very well practiced, in the South West, even though not on a very large scale. Politically, as well as commercially, the South West has excelled in many ways, and Lagos is the economic capital of Nigeria and West Africa.",
    "states": [],
    "major_ethnic_group": ["Yoruba"]
  }
]
